/* Unknown error message */
"An unknown error occurred." = "Se ha producido un error desconocido.";

/* plugin button tooltip */
"Insert the image or video into a Pages document." = "Inserta la imagen o el vídeo en un documento de Pages.";

/* plugin name */
"Pages" = "Pages";

/* Not installed error message */
"Pages is not installed." = "Pages no está instalado.";

/* Cannot share to Pages */
"Unable to share to Pages" = "No es posible compartir en Pages";

